<template>
  <div class="pt-5 container">
    <div class="container">
      <h2 class="text-success text-center">"ภาวะโรคซึมเศร้า"</h2>
      <p></p>
      <div class="shadow p-3 mb-5 bg-body rounded">
        <p>
          <b class="text-success">"โรคซึมเศร้า"</b>
          คือโรคที่เกิดจากความผิดปกติของสมอง ในส่วนที่มีผลกระทบต่อความคิด อารมณ์
          ความรู้สึก พฤติกรรม รวมถึงสุขภาพทางกาย
          ทั้งนี้คนส่วนใหญ่รับรู้ว่า...โรคซึมเศร้าเป็นเพียงอาการหรือสภาพจิตใจ
        </p>
      </div>

      <div class="shadow p-3 mb-5 bg-body rounded">
        <p>
          <b class="text-success">"สาเหตุโรคซึมเศร้า "</b> "โรคซึมเศร้า"
          คือโรคที่เกิดจากความผิดปกติของสมอง ในส่วนที่มีผลกระทบต่อความคิด อารมณ์
          ความรู้สึก พฤติกรรม รวมถึงสุขภาพทางกาย
          ทั้งนี้คนส่วนใหญ่รับรู้ว่า...โรคซึมเศร้าเป็นเพียงอาการหรือสภาพจิตใจที่เปลี่ยนไป
          จึงคิดว่าโรคซึมเศร้าเกิดจากความผิดหวัง
          หรือการได้รับความกระทบกระเทือนทางจิตใจ เช่น ภาวะเศรษฐกิจการเงิน
          ความผิดหวัง ความสัมพันธ์ ความรัก ความสูญเสีย ฯลฯ
          และจะสามารถรักษาหรือแก้ไขได้ด้วยการให้กำลังใจ
          แต่อย่างไรก็ตามหากไม่สามารถจัดการกับปัญหาต่างๆ ได้
          จะกลายเป็นสาเหตุที่ทำให้เกิดความเครียด วิตกกังวล
          จนพัฒนาไปสู่ภาวะซึมเศร้า และคิดทำร้ายตัวเองหรือฆ่าตัวตายได้
          ทั้งนี้ทางการแพทย์ระบุว่า
          โรคซึมเศร้าเป็นโรคที่เกิดจากความไม่สมดุลของสารสื่อประสาท 3 ชนิด คือ
          ซีโรโตนิน นอร์เอปิเนฟริน และโดปามีน
          จึงจำเป็นที่ต้องได้รับการรักษาจากจิตแพทย์
          เพราะนอกจากจะต้องบำบัดอย่างถูกวิธีแล้ว
          ยังอาจจะต้องใช้ยาในการรักษาร่วมด้วย
        </p>
      </div>

      <div class="shadow p-3 mb-5 bg-body rounded">
        <p>
          <b class="text-success">"อาการของโรคซึมเศร้า"</b> ได้แก่ เศร้า หดหู่
          ซึม เบื่อหน่าย หงุดหงิด ฉุนเฉียว อ่อนไหวง่าย ขัดแย้งกับคนอื่นง่าย
          รู้สึกสิ้นหวัง ดูถูกตนเอง อาจมีอาการวิตกกังวล เครียด นั่งไม่ติด
          สมาธิลดลง ไม่อยากทำอะไร ไม่อยากอาหาร นอนไม่หลับ เหนื่อยล้า อ่อนเพลีย
          หมดแรง ขาดความมั่นใจในตัวเอง การตัดสินใจแย่ลง รู้สึกหมดหวัง
          และมีความคิดอยากตายหรืออยากฆ่าตัวตาย
        </p>
      </div>

      <div class="shadow p-3 mb-5 bg-body rounded">
        <p>
          <b class="text-success">"วิธีการรักษาโรคซึมเศร้า"</b>
          เมื่อเราไปพบแพทย์ แพทย์จะทำการตรวจวินิจฉัยว่าเข้าข่ายเป็นผู้ป่วย
          "โรคซึมเศร้า" หรือไม่ โดยจะเริ่มต้นจากการสอบถามอาการ
          ผลกระทบที่เกิดขึ้น และระดับความรุนแรง ลักษณะการใช้ชีวิตประจำวัน
          โรคประจำตัว ยาที่กินอยู่ รวมถึงประวัติครอบครัว
          ทั้งนี้แพทย์จะประเมินอาการร่วมกับบุคลิกภาพที่สังเกตได้
          และให้ทำแบบทดสอบทางจิตวิทยา ก่อนจะนำผลมาประเมินว่า
          ผู้ป่วยควรได้รับการรักษาในแนวทางใด เช่น การรักษาด้วยยา
          หรือการใช้จิตบำบัด
        </p>
      </div>
      <a href="https://www.dmh.go.th/news-dmh/view.asp?id=30114"
        >อ่านเพิ่มเติม..</a
      >
      <p>
        ข้อมูลจาก กรมสุขภาพจิต กระทรวงสาธารณสุข
        <a href="https://www.dmh.go.th/about/#">https://www.dmh.go.th/</a>
      </p>
    </div>
  </div>
</template>
<script>
export default {};
</script>